Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: This unit is able to stun its enemies, disrupting their zones of control.
uk_ua: Цей боєць здатний оглушати своїх ворогів, порушуючи їхні зони контролю.

source: This unit is an experienced one, having advanced levels.
uk_ua: Цей боєць досвідчений і має високий рівень.

source: This unit is capable of basic healing and slowing dehydration.
uk_ua: Цей боєць знає основи лікування та вміє сповільнювати зневоднювання.

source: This unit is capable of basic healing.
uk_ua: Цей боєць володіє основами зцілення.

source: This unit is capable of distracting opponents, allowing allied units to trespass their Zones of Control and move unhindered around them.
uk_ua: Цей боєць може відволікати супротивників, дозволяючи союзникам ігнорувати зони контролю і вільно проходити їх.

source: This unit is capable of healing those around it, and curing them of poison.
uk_ua: Цей боєць здатний зцілювати сусідів і лікувати їх від отрути.

source: This unit is capable of healing those around it, slowing dehydration, and curing them of poison.
uk_ua: Цей боєць здатний зцілювати тих, хто поряд, сповільнювати зневоднення та лікувати їх від отрути.

source: This unit is capable of neutralizing the effects of poison in units around it.
uk_ua: Цей боєць здатний нейтралізувати дію отрути на бійців навколо нього.

source: This unit is capable of rapid healing.
uk_ua: Цей боєць швидко зцілюється.

source: This unit is close to advancing a level.
uk_ua: Цей боєць скоро може отримати підвищення.

source: This unit is invisible. It cannot be seen or attacked by enemy units.
uk_ua: Цей боєць невидимий. Противник не може його побачити або атакувати.

source: This unit is invulnerable. It cannot be harmed by any attack.
uk_ua: Цей боєць невразливий. Його неможливо пошкодити жодною атакою.

source: This unit is loyal and requires no upkeep.
uk_ua: Цей боєць вірний і не вимагає утримання.

source: This unit is poisoned. It will lose 8 HP every turn until it can seek a cure to the poison in a village or from a friendly unit with the ‘cures’ ability. Units cannot be killed by poison alone. The poison will not reduce it below 1 HP.
uk_ua: Цей боєць отруєний. Він втрачатиме 8 ЗД кожен хід до тих пір, поки не вилікується в селі, або доки його не вилікує дружній лікар. Бійця не можна убити однією отрутою. Отрута не може знизити ЗД нижче за 1.

source: This unit is skilled in moving past enemies quickly, and ignores all enemy Zones of Control.
uk_ua: Цей боєць уміє швидко проходити між противниками, ігноруючи їх Зони Контролю.

source: This unit is unhealable. It cannot be healed by healers or villages and doesn’t benefit from resting.
uk_ua: Цей боєць невиліковний. Його неможливо вилікувати лікарями чи селами, а також він не отримує бонусів від відпочинку.

source: This unit is unknown for the moment. You must discover it in the game to be allowed to see its description.
uk_ua: Цей боєць Вам доки невідомий. Ви повинні зустріти його в грі, щоб побачити його опис.

source: This unit may teleport between any two empty villages owned by its side using one of its moves.
uk_ua: Цей боєць може телепортуватися між будь-якими двома дружніми порожніми селами, замість одного з його ходів.

source: This unit may teleport between any two friendly villages using one of its moves.
uk_ua: Цей боєць може використати один хід, щоб телепортуватися між двома дружніми селами.

source: This unit negates enemy Zones of Control around itself for allied units (but not for itself).
uk_ua: Цей боєць нейтралізує ворожі зони контролю навколо себе для своїх союзників(але не для себе самого).

source: This unit regenerates, which allows it to heal as though always stationed in a village.
uk_ua: Цей боєць регенерує здоров'я, що дозволяє йому відновлювати здоров'я так, ніби він завжди знаходиться в селі.

source: This unit will heal itself 8HP per turn. If it is poisoned, it will remove the poison instead of healing.
uk_ua: Цей боєць зцілює себе на 8 ЗД за хід. Якщо він отруєний, він замість зцілення лікує себе від отрути.

source: This unit&#8217;s resistances are doubled, up to a maximum of 50%, when defending. Vulnerabilities are not affected.
uk_ua: Опірності такого бійця при захисті подвоюються, але не більше, ніж на 50%. Це не торкається вразливості.

source: This unit’s arcane attack deals tremendous damage to magical creatures, and even some to mundane creatures.
uk_ua: Містична атака цього бійця завдає величезної шкоди магічним істотам і навіть деяку шкоду звичайним істотам.

source: This unit’s defensive techniques reduce the chance of a successful enemy attack.
uk_ua: Захисні техніки цього бійця зменшують шанси на успішну атаку ворога.

source: This unit’s marksmanship gives it a high chance of hitting targeted enemies, but only on the attack.
uk_ua: Висока точність стрільби цього бійця дає високі шанси вразити мішень, але лише при нападі.

source: This unit’s melee weapons gain the poison special and this unit gains a small number of hitpoints.
uk_ua: Зброя цього бійця набиває отруйних властивостей, а сам боєць отримує трохи додаткових очків здоров'я.

source: This unit’s resistances are doubled, up to a maximum of 50%, when defending. Vulnerabilities are not affected.
uk_ua: Опірності такого бійця при захисті подвоюються, але не більше, ніж на 50%. Це не торкається вразливості.

source: This unit’s skill at skirmishing allows it to ignore enemies’ zones of control and thus move unhindered around them.
uk_ua: Здібності авангардиста дозволяють цьому бійцеві ігнорувати зони контролю ворогів і проходити повз них безперешкодно.

source: This unit’s vulnerabilities are halved when defending.
uk_ua: Вразливість цього бійця зменшена вдвічі, коли він в обороні.

source: This unnatural night will surely bring another wave of the undead. Soldiers, stand firm and send these abominations back to the darkness!
uk_ua: Ця неприродня ніч точно прикличе другу хвилю мерців. Солдати, тримайтеся, поверніть цю мерзенність в небуття!

source: This unusual keep allows a leader to recruit while standing on it, but does not allow a leader on a connected keep to recruit onto this hex.
uk_ua: Ця незвичайна цитадель дозволяє лідеру вербувати, знаходячись в ній, але не дозволяє лідеру, що знаходиться в прилеглій цитаделі, вербувати на цій клітинці.

source: This user's password
uk_ua: Пароль цього користувача

source: This vampiric amulet allows a unit to drain enemy life from a safe distance.
uk_ua: Цей вампірський амулет дозволяє бійцю висмоктувати життя з ворога, знаходячись на безпечній відстані.

source: This village is ours to plunder! Leave now or perish!
uk_ua: Це наше село, і тільки ми можемо його грабувати! Забирайся або помри!

source: This village seems unharmed. Anyone here?
uk_ua: Це село здається незайманим. Гей, є тут хто-небудь?

source: This vital supply route has played a key role in many of Wesnoth’s greatest battles.
uk_ua: Шлях постачання продовольства зіграв ключову роль в багатьох великих битвах Весноту.

source: This water will make melee weapons have the <i>arcane</i> damage type until the end of the current scenario.
uk_ua: Ця вода дасть зброї ближнього бою змогу завдавати <i>містичні</i> пошкодження до кінця поточного сценарію.

source: This way, into the forest! We’ll be able to lose them in the Grey Woods.
uk_ua: Сюди, в ліс! Ми зможемо сховатися в Сірих Деревах.

source: This whole mess be utter stupidness. Of all the things to be driving us from our home, how did it ended up being those accursed Wesnothians? Blasted Crown. Don’t matter whoever’s the one giving out them orders, those stinkers in Weldyn always be making trouble for us countryfolk.
uk_ua: Увесь сей безлад да крику дурний. Як так сталася, шо з усіх речей, що заважали нам жити, ми покинемо наші хати через тих проклятих веснотців? Клята Корона. Неважливо, хто віддає їх накази, ті смердюки з Велдину завжди були проблемою для нас, чесних селян.

source: This will be a dark day, but we <i>will</i> prevail.
uk_ua: День буде темний, але ми <i>обов'язково</i> переможемо.

source: This will be your name on the multiplayer server. If you have an account on the <ulink url="https://forums.wesnoth.org/">Wesnoth forums</ulink>, you may use the same username and password for joining the official server. A password box will pop up if a password is required for the current username. You cannot use a registered name without the password.
uk_ua: Це буде ваше ім'я на сервері. Якщо у вас є обліковий запис на <ulink url="https://forums.wesnoth.org/">форумах Весноту</ulink>, то ви можете використовувати ті ж логін і пароль для підключення до офіційного серверу. Якщо для поточного імені користувача необхідний пароль, з'явиться форма запиту пароля. Ви не зможете використовувати зареєстрований логін, не знаючи його пароль.

source: This wondrous gem lets the bearer breathe and move through water as if it was air, strongly improving their mobility in water and granting the submerge ability.
uk_ua: Ця дивовижна коштовність дозволяє власнику дихати і пересуватися під водою, як по повітрю, значно покращуючи його рухливість у воді і надаючи здатність занурюватися під воду.

source: This wondrous rod imparts the user the ability to soar through the skies, making it a breeze to move through most terrain. Units that can already fly get improved defenses.
uk_ua: Цей дивовижний жезл дає своєму власнику можливість парити в небесах, що дозволяє легко пересуватися по більшості місцевостей. Бійці, які вже вміють літати, отримують покращений захист.

source: Thissss was not part of the deal...
uk_ua: Цсеее не було чассстиною угоди...

source: This’ll splinter your bones, you vile monstrosity!
uk_ua: Це розколе твої кістки, мерзенне чудовисько!

source: Thorin
uk_ua: Торін

source: Those are brave words that I would not have expected from you, Afalas.
uk_ua: То хоробрі слова, котрих я не очікував від тебе, Афаласе.

source: Those are orcs, aren’t they?
uk_ua: То орки, чи не так?

source: Those are the words of a true kai and your father’s son. I am proud of you, Krellis.
uk_ua: То слова справжнього Кая та сина твого батька. Я горджуся тобою, Крелісе.

source: Those are war-drums!
uk_ua: Я чую бойові барабани!

source: Those cold blooded monsters will feel my wrath!
uk_ua: Ті холоднокровні чудовиська пізнають мою лють!

source: Those elves are finally at rest. I hope that the curses they laid upon us hold no weight.
uk_ua: Ці ельфи нарешті упокоєні. Сподіваюся, що прокляття, яке вони на нас наклали, не має сили.

source: Those goblins were too weak, and it would take their spirits a long time to become strong enough to be useful. You are going to raise elvish warriors instead. A few miles into the Grey Woods, there lies an ancient battleground from a civil war hundreds of years ago. You will follow an old elf road there and raise an army of ghosts while I visit Carcyn, a nearby town. We will meet at the end of the elf road by the Great River, and I will explain where we should go next.
uk_ua: Ті гобліни заслабкі. Їх духам знадобиться багато часу, щоб стати хоч трохи нам корисними. Натомість ти прикличеш привидів ельфійських воїнів. У глибині Сірого лісу лежить древнє бойовище часів громадянської війни, що відгриміла кількасот років тому. Дістанешся до нього старим ельфійським шляхом і збереш там армію привидів, а я навідаюся у містечко Карцин неподалік. Зустрінемося у кінці ельфійського шляху біля Великої Ріки, і тоді я поясню, що робитимемо далі.

source: Those men caught their prisoner practicing necromancy; for your sake, I hope he was not your brother. Assume that the man they caught was your brother’s murderer, and rest assured that the grey mages will release all of the souls that their prisoner’s evil magic has bound to this world.
uk_ua: Ті люди полонили чаклуна, що займався некромантією. Заради твого ж блага, я сподіваюся, він не був твоїм братом. Гадаю, чоловік, якого вони спіймали, був убивцею твого брата, і будь впевнений, що ті сірі маги звільнять усі невільні душі, котрі чаклун прив'язав до цього світу своєю нечестивою магією.

source: Those standing stones — they summon evil creatures!
uk_ua: Ті великі камені — вони викликають злих істот!

source: Those were the words of a man and a leader, Kai Krellis, and well spoken. The folk are truly yours now.
uk_ua: То були слова чоловіка та лідера, Каю Крелісе, гарно сказано. Ми підемо за тобою хоч на край світу.

source: Though not trained as warriors, the skills possessed by a hunter (especially those of archery) are useful in battle. Any group of soldiers or bandits traveling through the wild will need a few poachers in their employ, not merely for hunting but for lending a hand in any serious fight. Because of their experience, these hunters are unusually capable at night, and in forests and swamps.
uk_ua: Хоча браконьєри не навчені військовій науці, їх навички, особливо володіння луком, дуже корисні на полі бою. Будь-якій групі солдатів чи бандитів, що йдуть дикими територіями, знадобляться кілька браконьєрів, не лише для полювання, а і для допомоги на випадок серйозного бою. Завдяки своєму досвіду, ці мисливці особливо хороші вночі, а також в лісах і на болотах.

source: Thrag
uk_ua: Траг

source: Three days ride to the northeast, in a deserted castle. The passwords to the guards are $first_password_$first_password and $second_password_$second_password|.
uk_ua: Його тримають в віддаленому замку, три дні їзди звідси, на північ. Паролі охорони це $first_password_$first_password та $second_password_$second_password|.

source: Three players come head to head on this water-cut battlefield.
uk_ua: Три гравці сходяться лицем до лиця на цьому заводненому полі бою.

source: Through waves and rocky channels blue and white she pulled and pushed the tides and taught the fishes how to speak to planets silver green with magic running from her spirit into skins of kelp and shells of snails a twisting of her tail and hands she sent her songs to run on pin-tipped legs about the sands and now and now the strangest pause for years and years she hasn’t moved her eyes (inscribed by MJQ)
uk_ua: Крізь хвилі і кам'янисті канали сині та білі вона керувала припливом і вчила риб говорити з планетами срібляста зелень за допомогою магії, що тече з її душі до водоростей і раковин равликів, що зміцнює її тіло і руки вона доносила свої пісні до двоногих на березі але раптом але раптом дивна пауза на століття вона не може рушити з місця (написав MJQ)

source: Throwing Axe
uk_ua: Метальна сокира

source: Thruf
uk_ua: Труф

source: Thug
uk_ua: Головоріз

source: Thugs are the mainstay of the bandit armies. They are powerful in melee combat, but do not have a <i>ranged</i> attack and are vulnerable to archers. Like all bandit units, they are much more dangerous at night.
uk_ua: Головорізи — основа армій бандитів. Вони сильні у ближньому бою, але у них нема <i>дальньої</i> атаки, і вони вразливі для ваших лучників. Як і усі бандити, головорізи більш небезпечні вночі.

source: Thugs come from a wide variety of sources; while a few are born into thuggery, many are former soldiers deemed unfit to serve in the army or peasants thrown off their lands. They become thugs as a means of sustenance. Regardless of their background, they all share a penchant for beating their victims with large clubs.
uk_ua: Головорізами стають різні люди. Деякі народилися серед них, багато хто був солдатами, що стали непридатними до служби в армії, або селянами, що кинули свої землі. Вони стають головорізами, щоб було за що жити. Незважаючи на їх минуле, усі вони однаково б'ють своїх жертв величезними ломаками.

source: Thunderstick
uk_ua: Громова палиця

source: Thung
uk_ua: Тхунг

source: Thurg
uk_ua: Турґ

source: Thursagan
uk_ua: Турсаган

source: Thus, an uneasy peace was established between man and elf. For many weeks, the South Guard patrolled the borders of the elven woods and watched over the growing farms and villages. The threat from the elves was enough to keep the villagers from entering the now forbidding Aethenwood, and despite the palpable tension at the forest border, the truce was maintained without incident.
uk_ua: Таким чином був непростий мир між людьми та ельфами. Багато тижнів Південна Гвардія патрулювала кордони ельфійського лісу і наглядала за зростаючими селами та хуторами. Погрози від ельфів було достатньо, щоб утримувати селян від походів до тепер забороненого Етенвуду, і незважаючи на відчутну напругу на лісових кордонах, перемир'я підтримувалося без перешкод.

source: Time Limit
uk_ua: Обмеження часу

source: Time Schedule Editor
uk_ua: Редактор часу доби

source: Time Schedule Menu
uk_ua: Меню часу доби

source: Time for each attack, recruit, and capture
uk_ua: Час для кожної атаки, вербування та захоплення

source: Time for general tasks each turn (seconds)
uk_ua: Час для загальних дій кожного ходу (секунди)

source: Time limit:
uk_ua: Обмеження ходів:

source: Time of Day
uk_ua: Час Доби

source: Time of Day Schedule
uk_ua: Розклад часу доби

source: Time of day indicator
uk_ua: Індикатор часу доби

source: Time of day modifier
uk_ua: Модифікатор часу доби

source: Time of day really matters:
uk_ua: Час доби має важливе значення:

source: Time of day schedule:
uk_ua: Розклад часу доби:

source: Time of day:
uk_ua: Час дня:

source: Time of the day and damage
uk_ua: Час доби та пошкодження

source: Time to feast on these puny pinkskins.
uk_ua: Час пригоститися цими слабкими рожевошкірими.

source: Timeline
uk_ua: Хронологія

source: Tini
uk_ua: Тіні

source: Tinoldor
uk_ua: Тінолдор

source: Tinry the Red
uk_ua: Тінрі Червоний

source: Tirasch
uk_ua: Тіраш

source: Tirigaz
uk_ua: Тірігаз

source: Tish Golub
uk_ua: Тіш Ґолуб

source: Title
uk_ua: Назва

source: Title:
uk_ua: Назва:

source: To Clearwater Port
uk_ua: На Порт Чистоводдя

source: To Elensefar
uk_ua: До Еленсефару

source: To Southbay
uk_ua: До Південної Бухти

source: To abbadon with the Crown! We got no armies and we don’t even got real weapons, but we of the Western Marches make do just fine with our slings and clubs. In all Annuvin Province, there won’t be nobody besting us in these swamps. We’re self-reliant out here. We gots our own trade routes and pacts of mutual defense. No need for them Wesnothians. Not a single bit.
uk_ua: Покинуті Короною! В нас німа ні армій, ні міцної зброї, але ми, на Західному Прикордонні, здатні впоратися лиш з дубинками та пращами. У сій провінції Аннувін німа нікого, хто б переміг нас у сих болотах. Ми самадостатні. У еас свої торгові шляхи і свої воєнні союзи. Нам непотрібні веснотці. Анітрохи.

source: To advance low-level units quickly, team them with a veteran and use the veteran to damage a joint target heavily enough for the junior partner to get in the killing blow.
uk_ua: Щоб швидко підвищити досвід бійців низького рівня, об'єднуйте їх з ветеранами і атакуйте ворога ветераном, щоб молодший боєць міг його добити.

source: To attack the quintain, first select the attacker (Konrad), then the target (the quintain). You will see an attack description. Click <b>Attack</b> when you’re ready.
uk_ua: Щоб атакувати опудало, спочатку виберіть атакуючого (Конрад), а потім — ціль (опудало). Ви побачите опис атаки. Коли будете готові, клацніть <b>Гаразд</b>.

source: To attack the quintain, first select the attacker (Li’sar), then the target (the quintain). You will see an attack description. Click <b>Attack</b> when you’re ready.
uk_ua: Щоб атакувати опудало, спочатку виберіть атакуючого (Лі'сар), а потім — ціль (опудало). Ви побачите опис атаки. Коли будете готові, клацніть <b>Гаразд</b>.

source: To attract any practitioners, the lure of black magic must be a great prize indeed, for anyone caught practicing the art in the civilized world is subject to a death sentence. And yet there are those who pursue this art, for the prize offered is nothing less than immortality. Hidden away in secret cults, or initiated into the dark orders of the underworld, the training which these fanatics must endure often drives them to exhaustion and enfeeblement. In such condition, their only weapon is the craft they have so committed themselves to learning.
uk_ua: Щоб практикувати чорну магію, спокуса отримати з неї вигоду повинна бути дійсно велика, адже будь-хто, хто буде спійманий на її використанні у цивілізованому світі, буде засуджений до страти. Але той, кого це не зупиняє, в нагороду отримає не менше, ніж безсмертя. Вступивши в таємні культи або пізнавши темні правила підземного світу, ці фанатики проводять важкі тренування, що нерідко їх виснажують і ослаблюють. В таких умовах їх єдиною зброєю є мистецтво, якому вони так важко вчилися.

source: To be able to start a multiplayer game without using an external multiplayer server, you have to start the server, which is usually named <emphasis>wesnothd</emphasis>, yourself. This program is automatically started in the background when selecting this option. It will be stopped, once all players left the server. Other players need to be able to connect to your port 15000 using TCP to play with you on your server. If you are behind a firewall, you will probably need to change your firewall settings to allow incoming connections to port 15000, and tell your firewall to forward such traffic to the machine hosting the game. You should not need to make firewall changes to join games hosted on a public server or by someone else.
uk_ua: Щоб можна було грати в мережеву гру без використання зовнішнього сервера, вам потрібно буде запустити такий сервер самому. Зазвичай він називається <emphasis>wesnothd</emphasis>. Ця програма автоматично запускається у фоновому режимі. Як тільки усі гравці покинуть сервер, вона завершить свою роботу. Інші гравці для гри повинні будуть під'єднатись до вашого комп'ютера через TCP-порт 15000. Якщо ви використовуєте міжмережевий екран, вам, можливо, потрібно буде змінити його налаштування, щоб дозволити вхідні з'єднання через порт 15000, і налаштувати перенаправлення такого трафіку на комп'ютер, де запущений сервер. Для під'єднання до гри, розташованої на публічному, або чиємусь ще сервері, вам, швидше за все, не потрібно буде міняти налаштування міжмережевого екрану.

source: To be fair to you, Haldric, the elves were considering betraying their pact with us.
uk_ua: Чесно кажучи, Хальдріку, ельфи збиралися порушити договір з нами.

source: To commemorate the concordat, six years ago, the Lords of Weldyn and Elensefar decreed that a monument be erected in the heart of these once wildlands. We, the magi of Alduin, lent our services to demonstrate the full prowess and might of human magic. Above a series of old catacombs in a scant hill, we spent these years raising an immense stronghold from the earth’s living rock.
uk_ua: Щоб відзначити угоду, Лорди Велдину та Еленсефару шість років тому постановили створити монумент у серці цих колись диких земель. Ми, чаклуни Алдуїну, надамо наші послуги, щоб продемонструвати повну силу та могуть людської магії. Усі ці роки ми провели, піднімаючи понад старими катакомбами крутого схилу величезну фортецю з природнього каменю.
